Repository: dozymoe/django-carbondesign
Catalog: carbondesign/locale/*/LC_MESSAGES/django.po
Languages: id

source: Argument {prop} for template tag is required.
id: Argumen {prop} harus diset untuk template tag.

source: breadcrumb
id: remahan

source: Copied!
id: Tersalin!

source: Copy code
id: Salin kode

source: Show more
id: Tampilkan lebih

source: Show more icon
id: Tampilkan tambahan icon

source: Show less
id: Kurangi tampilan

source: Open menu
id: Buka menu

source: Close menu
id: Tutup menu

source: Clear all
id: Hapus bersih

source: Table Action Bar
id: Bagian Aksi Tabel

source: items selected
id: baris dipilih

source: Overflow
id: Luapan

source: Cancel
id: Batal

source: Search
id: Pencarian

source: Clear search input
id: Bersihkan pencarian

source: Drag and drop files here or upload
id: Tarik berkas-berkas ke sini atau unggah

source: Remove uploaded file
id: Hapus berkas unggahan

source: Loading data...
id: Menyiapkan data...

source: Data loaded.
id: Data sudah siap.

source: Loading data failed.
id: Gagal mengambil data.

source: Loading
id: Persiapan

source: close modal
id: tutup dialog

source: Show modal
id: Buka dialog

source: Multi select options
id: Pilihan berganda

source: Clear all selected items
id: Batalkan pilihan

source: Clear selection
id: Bersihkan pencarian

source: close
id: tutup

source: increase number input
id: tambah

source: decrease number input
id: kurangi

source: Items per page
id: Baris per halaman

source: select number of items per page
id: pilih jumlah baris per halaman

source: select page number to view
id: pilih halaman untuk ditampilkan

source: previous page
id: halaman sebelumnya

source: next page
id: halaman berikutnya

source: {range} of {total} items
id: {range} dari {total} baris

source: of {total} pages
id: dari {total} halaman

source: Previous page
id: Halaman sebelumnya

source: Next page
id: Halaman berikutnya

source: page
id: halaman

source: select page number
id: pilih halaman

source: Choose an option
id: Pilih satu

source: Clear filter
id: Hapus filter

source: Show password
id: Tampilkan kata kunci

source: tile
id: ubin

source: Select AM/PM
id: Pilih sebelum/sesudah siang

source: Select time zone
id: Pilih zona waktu

source: Off
id: Mati

source: On
id: Menyala

source: Toolbar Search
id: Pencarian

source: List of options
id: Daftar pilihan

source: Skip to main content
id: Loncat ke konten

source: Side navigation
id: Navigasi samping

source: Close the side navigation menu
id: Tutup navigasi samping

source: Toggle the expansion state of the navigation
id: Buka tutup navigasi

source: Switcher
id: Penampil
